tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jakehilborn/jakehilborn"
tap "tomanthony/brews"
brew "ansible"
brew "autojump"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "dfu-util"
brew "docker"
brew "docker-compose"
brew "fd"
brew "gh"
brew "lazygit"
brew "luv"
brew "opam"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ripgrep-all"
brew "rlwrap"
brew "rust"
brew "semgrep"
brew "shellcheck"
brew "stylua"
brew "the_silver_searcher"
brew "tmux"
brew "wget"
brew "yarn"
brew "jakehilborn/jakehilborn/displayplacer"
brew "tomanthony/brews/itermocil"
brew "nvm"
brew "exa"
brew "age"
cask "alacritty"
cask "android-commandlinetools"
cask "android-platform-tools"
cask "balenaetcher"
cask "emacs"
cask "firefox"
cask "font-fira-code"
cask "font-inconsolata"
cask "font-inconsolata-nerd-font"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "neovide"
cask "obs"
cask "slack"
cask "visual-studio-code"
cask "vlc"
cask "karabiner-elements"
